Repository: biblibre/omeka-s-module-CAS
Catalog: language/*.po
Languages: fr

source: Log in with CAS
fr: Se connecter avec CAS

source: Failed to validate CAS ticket
fr: La validation du ticket CAS a échoué

source: User is inactive
fr: L'utilisateur est inactif

source: Log in using CAS
fr: Se connecter avec CAS

source: URL of the CAS server
fr: URL du serveur CAS

source: Created users will have this role
fr: Les utilisateurs créés auront ce rôle

source: Attribute used as identifier
fr: Attribut utilisé comme identifiant

source: If set, this attribute will be used as the unique user identifier to find the corresponding Omeka S user account
fr: Si défini, cet attribut sera utilisé comme identifiant unique pour trouver le compte utilisateur Omeka S correspondant

source: Attribute used as user name
fr: Attribut utilisé comme nom d'utilisateur

source: If set, this attribute will be used as the user name when creating a new Omeka S user account
fr: Si défini, cet attribut sera utilisé comme nom d'utilisateur à la création d'un nouveau compte utilisateur Omeka S

source: Attribute used as user email
fr: Attribut utilisé comme e-mail utilisateur

source: If set, this attribute will be used as the user email when creating a new Omeka S user account
fr: Si défini, cet attribut sera utilisé comme e-mail utilisateur à la création d'un nouveau compte utilisateur Omeka S

source: Show CAS login link in user bar
fr: Afficher le lien de connexion CAS dans la barre utilisateur

source: CAS Login URL
fr: URL de connexion CAS
